aaron-bond.better-comments
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
austenc.tailwind-docs
azemoh.one-monokai
bradlc.vscode-tailwindcss
Catppuccin.catppuccin-vsc
ChirtleLovesDolls.nebula-theme
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
cstrap.flask-snippets
DanielSanMedium.dscodegpt
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
DotJoshJohnson.xml
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
felipecaputo.git-project-manager
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.dotnet-test-explorer
foxundermoon.shell-format
GitHub.github-vscode-theme
github.vscode-github-actions
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
gxiao.cookiecutter
icsharpcode.ilspy-vscode
infeng.vscode-react-typescript
jeff-hykin.better-shellscript-syntax
jock.svg
johnpapa.vscode-peacock
KevinRose.vsc-python-indent
leighlondon.eml
mads-hartmann.bash-ide-vscode
MariusAlchimavicius.json-to-ts
mattpocock.ts-error-translator
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscode-dotnet-sdk
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
nhoizey.gremlins
nico-castell.linux-desktop-file
njpwerner.autodocstring
Orta.vscode-twoslash-queries
oscarmcm.ocean-space
PawelBorkar.jellyfish
pflannery.vscode-versionlens
Phu1237.vs-browser
PKief.material-icon-theme
RandomFractalsInc.vscode-data-preview
rangav.vscode-thunder-client
RapidAPI.vscode-rapidapi-client
rapidapi.vscode-services
rbbit.typescript-hero
rebornix.ruby
redhat.ansible
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
rohit-gohri.format-code-action
sdras.night-owl
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
tonybaloney.vscode-pets
TylerLeonhardt.vscode-inline-values-powershell
usernamehw.errorlens
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vivaxy.vscode-conventional-commits
vscode-snippet.snippet
vsls-contrib.gistfs
waderyan.gitblame
WakaTime.vscode-wakatime
wart.ariake-dark
whizkydee.material-palenight-theme
wholroyd.jinja
wicked-labs.wvsc-serendipity
wingrunr21.vscode-ruby
wix.vscode-import-cost
xabikos.JavaScriptSnippets
xshrim.txt-syntax
yzhang.markdown-all-in-one
ZainChen.json
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
